class Errors:
   error_msg = "Произошла ошибка. \nВы можете сообщить о ней с помощью команды «/report (Сообщение об ошибке)» \nВоспользуйтесь командой «/help report» чтобы узнать подробнее."
   access_error = "Недостаточно прав для доступа к функции."
   id_error = "Неверно указан ID пользователя"
   unfinished_func = "Данная функция в разработке, ей нельзя воспользоваться."
   beta_func = "Данная функция ещё в разработке, она может работать некорректно"
   data_access_error = "Ошибка данных. \nВоспользуйтесь командой «/sync», если это не поможет, обратитеть в техподдержку с помощью команды «/report (Сообщение об ошибке)»"
   register_error = "Ошибка при регистрации. Обратитесь в техподдержку с помощью команды «/report (Сообщение об ошибке)»"
   
class SystemErrors:
   func_error = "Ошибка функции "
   com_error = "Ошибка команды "
   ifbranch_error = "Ошибка ветви проверки "
   ex_error = "Ошибка цепочки исключений "
   fread_error = "Ошибка чтения файла"
   wfile_error = "Ошибка записи файла"
